Repository: devshvms/track-me-ios
Catalog: track-me-ios/Localizable.xcstrings
Source language: en
Languages: de, es, fr, hi, ja, zh_hans

source: This tells the people in this group. It does not contact emergency services. They'll see it when their app next syncs.
de: Dies teilt es den Personen in dieser Gruppe mit. Es kontaktiert keine Rettungsdienste. Sie sehen es bei der nächsten Synchronisierung ihrer App.
es: Esto se lo comunica a las personas del grupo. No contacta con los servicios de emergencia. Lo verán cuando su app se sincronice.
fr: Cela informe les personnes de ce groupe. Aucun service d’urgence n’est contacté. Elles le verront lors de la prochaine synchronisation de leur app.
hi: यह इस ग्रुप के लोगों को बताता है। यह आपातकालीन सेवाओं से संपर्क नहीं करता। उनकी ऐप अगली बार सिंक होने पर वे इसे देखेंगे।
ja: これはグループ内の人に伝えるものです。緊急サービスには連絡しません。相手のアプリが次に同期したときに表示されます。
zh_hans: 这会告知群组成员，但不会联系紧急服务。他们会在应用下次同步时看到。

source: This week
de: Diese Woche
es: Esta semana
fr: Cette semaine
hi: इस सप्ताह
ja: 今週
zh_hans: 本周

source: This year
de: Dieses Jahr
es: Este año
fr: Cette année
hi: इस वर्ष
ja: 今年
zh_hans: 今年

source: Time %@, speed %@ kilometers per hour
de: Zeit %1$@, Geschwindigkeit %2$@ Kilometer pro Stunde
es: Tiempo %1$@, velocidad %2$@ kilómetros por hora
fr: Temps %1$@, vitesse %2$@ kilomètres par heure
hi: समय %1$@, गति %2$@ किलोमीटर प्रति घंटा
ja: 時間%1$@、速度は毎時%2$@キロメートル
zh_hans: 时间%1$@，速度每小时%2$@千米

source: Time: %@ | Dist: %@ km
de: Zeit: %@ | Strecke: %@ km
es: Tiempo: %@ | Dist.: %@ km
fr: Temps : %@ | Dist. : %@ km
hi: समय: %@ | दूरी: %@ किमी
ja: 時間: %@ | 距離: %@ km
zh_hans: 时间：%@ | 距离：%@ 公里

source: Timeline scrubber
de: Zeitleisten-Regler
es: Control de línea de tiempo
fr: Curseur de chronologie
hi: टाइमलाइन स्क्रबर
ja: タイムラインスクラバー
zh_hans: 时间轴滑块

source: Tired
de: Müde
es: Cansancio
fr: Fatigué
hi: थके हुए
ja: 疲れた
zh_hans: 疲劳

source: Today
de: Heute
es: Hoy
fr: Aujourd’hui
hi: आज
ja: 今日
zh_hans: 今天

source: Too many join attempts. Please wait and try again.
de: Zu viele Beitrittsversuche. Warte kurz und versuche es erneut.
es: Demasiados intentos de acceso. Espera y vuelve a intentarlo.
fr: Trop de tentatives. Patientez, puis réessayez.
hi: शामिल होने के बहुत ज़्यादा प्रयास हुए। कृपया थोड़ी देर बाद फिर कोशिश करें।
ja: 参加の試行回数が多すぎます。しばらく待ってからもう一度お試しください。
zh_hans: 加入尝试次数过多。请稍后重试。

source: Total
de: Gesamt
hi: कुल
ja: 合計
zh_hans: 总计

source: Total %@
de: Gesamt %@
hi: कुल %@
ja: 合計 %@
zh_hans: 总计 %@

source: Total Rides
de: Fahrten insgesamt
es: Recorridos totales
fr: Trajets au total
hi: कुल राइड
ja: 合計ライド数
zh_hans: 骑行总数

source: TrackMe Ride
de: TrackMe-Fahrt
es: Recorrido de TrackMe
fr: Trajet TrackMe
hi: TrackMe राइड
ja: TrackMeライド
zh_hans: TrackMe 骑行

source: TrackMe drains my battery.
de: TrackMe leert meinen Akku.
es: TrackMe consume mi batería.
fr: TrackMe décharge ma batterie.
hi: TrackMe मेरी बैटरी खत्म करता है।
ja: TrackMeでバッテリーが減ります。
zh_hans: TrackMe 很耗电。

source: TrackMe is for adults
de: TrackMe ist für Erwachsene
es: TrackMe es para adultos
fr: TrackMe est réservé aux adultes
hi: TrackMe वयस्कों के लिए है
ja: TrackMe は成人向けです
zh_hans: TrackMe 仅适用于成人

source: TrackMe is intended for an adult audience and isn't available to users under 18, per our Privacy Policy. If you believe this is a mistake, please contact us.
de: TrackMe richtet sich an ein erwachsenes Publikum und ist gemäß unserer Datenschutzrichtlinie nicht für Personen unter 18 Jahren verfügbar. Wenn du glaubst, dass dies ein Fehler ist, kontaktiere uns bitte.
es: TrackMe está destinado a un público adulto y no está disponible para menores de 18 años, según nuestra Política de privacidad. Si crees que se trata de un error, ponte en contacto con nosotros.
fr: TrackMe est destiné à un public adulte et n'est pas disponible pour les moins de 18 ans, conformément à notre Politique de confidentialité. Si vous pensez qu'il s'agit d'une erreur, contactez-nous.
hi: TrackMe वयस्क दर्शकों के लिए है और हमारी गोपनीयता नीति के अनुसार 18 वर्ष से कम उम्र के उपयोगकर्ताओं के लिए उपलब्ध नहीं है। यदि आपको लगता है कि यह गलती है, तो कृपया हमसे संपर्क करें।
ja: TrackMe は成人向けであり、プライバシーポリシーにより18歳未満の方は利用できません。誤りだと思われる場合は、お問い合わせください。
zh_hans: TrackMe 面向成人用户，根据我们的隐私政策，未满 18 岁的用户无法使用。如果你认为这是错误，请联系我们。

source: TrackMe no longer includes in-app SOS or automatic SMS alerts. Your saved emergency contacts were removed from this device. For a real emergency, use your phone's built-in Emergency SOS or call local emergency services.
de: TrackMe enthält keine SOS-Funktion und keine automatischen SMS-Warnungen mehr. Deine gespeicherten Notfallkontakte wurden von diesem Gerät entfernt. Verwende in einem echten Notfall die integrierte Notruf-SOS-Funktion deines Telefons oder rufe den örtlichen Notdienst an.
es: TrackMe ya no incluye SOS dentro de la app ni alertas SMS automáticas. Tus contactos de emergencia guardados se eliminaron de este dispositivo. En una emergencia real, usa el SOS integrado del teléfono o llama a los servicios de emergencia locales.
fr: TrackMe n'inclut plus de SOS intégré ni d'alertes SMS automatiques. Vos contacts d'urgence enregistrés ont été supprimés de cet appareil. En cas d'urgence réelle, utilisez le SOS intégré à votre téléphone ou appelez les secours locaux.
hi: TrackMe में अब ऐप के अंदर SOS या अपने-आप भेजे जाने वाले SMS अलर्ट शामिल नहीं हैं। आपके सहेजे गए आपातकालीन संपर्क इस डिवाइस से हटा दिए गए हैं। वास्तविक आपात स्थिति में फ़ोन के अंतर्निहित Emergency SOS का उपयोग करें या स्थानीय आपातकालीन सेवाओं को कॉल करें।
ja: TrackMeではアプリ内SOSと自動SMS通知を利用できなくなりました。このデバイスに保存されていた緊急連絡先は削除されました。実際の緊急時には、電話に内蔵された緊急SOSを使用するか、地域の緊急サービスに連絡してください。
zh_hans: TrackMe 不再提供应用内 SOS 或自动短信提醒。你保存的紧急联系人已从此设备中删除。如遇真正的紧急情况，请使用手机内置的紧急 SOS，或拨打当地急救电话。

source: TrackMe records where you go and shares it only when you choose to. Here's the 40-second tour.
de: TrackMe zeichnet auf, wo du unterwegs bist, und teilt es nur, wenn du es willst. Hier die 40-Sekunden-Tour.
es: TrackMe registra por dónde vas y lo comparte solo cuando tú lo decides. Este es el recorrido de 40 segundos.
fr: TrackMe enregistre où vous allez et ne le partage que si vous le décidez. Voici la visite en 40 secondes.
hi: TrackMe रिकॉर्ड करता है कि आप कहाँ जाते हैं, और इसे तभी साझा करता है जब आप चाहें। यह रहा 40 सेकंड का परिचय।
ja: TrackMe は移動した場所を記録し、あなたが選んだときだけ共有します。40秒の紹介です。
zh_hans: TrackMe 记录你去过的地方，只有你决定分享时才会分享。这是 40 秒的快速介绍。

source: TrackMe records your route locally first and needs location access while you are moving. Allowing Always access lets an active track continue when your phone is locked.
de: TrackMe zeichnet deine Route zuerst lokal auf und benötigt während der Bewegung Standortzugriff. Mit Immer kann eine aktive Aufzeichnung bei gesperrtem iPhone fortgesetzt werden.
es: TrackMe registra primero tu ruta localmente y necesita acceso a la ubicación mientras te mueves. Permitir Siempre mantiene el registro activo cuando el teléfono está bloqueado.
fr: TrackMe enregistre d’abord votre trajet localement et a besoin de votre position pendant vos déplacements. L’accès Toujours permet de continuer un trajet actif lorsque l’iPhone est verrouillé.
hi: TrackMe पहले आपका रूट स्थानीय रूप से रिकॉर्ड करता है और चलते समय स्थान एक्सेस चाहता है। Always अनुमति देने पर फोन लॉक होने पर भी सक्रिय ट्रैक जारी रहता है।
ja: TrackMeはまずルートを端末に記録し、移動中は位置情報へのアクセスを必要とします。「常に許可」すると、iPhoneがロック中でも記録を続けられます。
zh_hans: TrackMe 会先在本地记录路线，移动时需要位置访问权限。允许始终访问后，即使手机锁定，正在进行的记录也会继续。

source: TrackMe uses precise location in the background while a ride is recording or a live group is sharing, so your route stays continuous when the screen is off.
de: TrackMe verwendet deinen genauen Standort im Hintergrund, während eine Tour aufgezeichnet oder in einer Live-Gruppe geteilt wird. So bleibt deine Route auch bei ausgeschaltetem Bildschirm lückenlos.
es: TrackMe usa tu ubicación precisa en segundo plano mientras se graba una ruta o se comparte un grupo en directo, para que tu recorrido siga completo con la pantalla apagada.
fr: TrackMe utilise votre position précise en arrière-plan pendant l'enregistrement d'un trajet ou le partage d'un groupe en direct, afin que votre parcours reste continu lorsque l'écran est éteint.
hi: राइड रिकॉर्ड होने या लाइव ग्रुप साझा होने के दौरान TrackMe बैकग्राउंड में सटीक लोकेशन का उपयोग करता है, ताकि स्क्रीन बंद होने पर भी आपका मार्ग लगातार रिकॉर्ड होता रहे।
ja: TrackMe は、記録中またはライブグループで共有中にバックグラウンドで正確な位置情報を使用し、画面を消してもルートを途切れず記録します。
zh_hans: TrackMe 会在记录行程或实时群组共享期间于后台使用精确定位，因此即使屏幕关闭，路线也能保持连续。

source: Turn on to save raw, uncompressed data. Skipping processing increases storage and keeps glitches.
de: Aktiviere diese Option, um rohe, unkomprimierte Daten zu speichern. Ohne Verarbeitung wird mehr Speicher benötigt und Störungen bleiben erhalten.
es: Actívalo para guardar datos sin procesar y sin comprimir. Omitir el procesamiento usa más almacenamiento y conserva los errores.
fr: Activez cette option pour conserver les données brutes et non compressées. Ignorer le traitement augmente le stockage nécessaire et conserve les anomalies.
hi: कच्चा, बिना कंप्रेस किया डेटा सेव करने के लिए चालू करें। प्रोसेसिंग छोड़ने से अधिक स्टोरेज लगेगा और गड़बड़ियां बनी रहेंगी।
ja: 未圧縮の生データを保存するにはオンにします。処理を省くとストレージ使用量が増え、異常値が残ります。
zh_hans: 开启后会保存原始的未压缩数据。跳过处理会增加存储用量并保留异常数据。

source: Two last things
de: Noch zwei Dinge
es: Dos cosas más
fr: Deux derniers points
hi: आख़िरी दो बातें
ja: 最後に2つ
zh_hans: 最后两件事

source: Two things TrackMe needs
de: Zwei Dinge braucht TrackMe
es: Dos cosas que TrackMe necesita
fr: Deux choses nécessaires à TrackMe
hi: TrackMe को दो चीज़ें चाहिए
ja: TrackMe に必要な2つのこと
zh_hans: TrackMe 需要两项权限

source: Type DELETE to confirm
de: Gib DELETE zur Bestätigung ein
es: Escribe DELETE para confirmar
fr: Saisissez DELETE pour confirmer
hi: पुष्टि करने के लिए DELETE टाइप करें
ja: 確認するにはDELETEと入力
zh_hans: 输入 DELETE 以确认

source: Unable to connect to live share service. Please check your network connection.
de: Es kann keine Verbindung zum Live-Sharing-Dienst hergestellt werden. Bitte überprüfen Sie Ihre Netzwerkverbindung.
es: No se puede conectar al servicio de uso compartido en vivo. Por favor, compruebe su conexión de red.
fr: Impossible de se connecter au service de partage en direct. Veuillez vérifier votre connexion réseau.
hi: लाइव शेयर सेवा से कनेक्ट करने में असमर्थ। कृपया अपना नेटवर्क कनेक्शन जांचें।
ja: ライブ共有サービスに接続できません。ネットワーク接続を確認してください。
zh_hans: 无法连接到实时共享服务。请检查您的网络连接。

source: Unable to reach live share server. Please check your internet connection and try again.
de: Der Live-Sharing-Server ist nicht erreichbar. Bitte überprüfen Sie Ihre Internetverbindung und versuchen Sie es erneut.
es: No se puede establecer conexión con el servidor de uso compartido en vivo. Comprueba tu conexión a Internet e inténtalo de nuevo.
fr: Impossible d'atteindre le serveur de partage en direct. Veuillez vérifier votre connexion Internet et réessayer.
hi: लाइव शेयर सर्वर तक पहुंचने में असमर्थ। कृपया अपना इंटरनेट कनेक्शन जांचें और पुनः प्रयास करें।
ja: ライブ共有サーバーに接続できません。インターネット接続を確認して、もう一度お試しください。
zh_hans: 无法连接到实时共享服务器。请检查您的互联网连接并重试。

source: Undo
de: Rückgängig
es: Deshacer
fr: Annuler
hi: पहले जैसा करें
ja: 取り消す
zh_hans: 撤销

source: Units
de: Einheiten
es: Unidades
fr: Unités
hi: इकाइयां
ja: 単位
zh_hans: 单位

source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
hi: अज्ञात
ja: 不明

source: Unmute alerts
de: Hinweise aktivieren
es: Activar alertas
fr: Réactiver les alertes
hi: अलर्ट चालू करें
ja: 通知のミュートを解除
zh_hans: 取消警报静音

source: Unsynced
de: Nicht synchronisiert
es: No sincronizado
fr: Non synchronisé
hi: असिंक
ja: 未同期
zh_hans: 未同步

source: Until Ride Ends
de: Bis zum Ende der Fahrt
es: Hasta que termine el recorrido
fr: Jusqu’à la fin du trajet
hi: राइड समाप्त होने तक
ja: ライド終了まで
zh_hans: 直到骑行结束

source: Update Frequency
de: Aktualisierungsintervall
es: Frecuencia de actualización
fr: Fréquence de mise à jour
hi: अपडेट आवृत्ति
ja: 更新頻度
zh_hans: 更新频率

source: Updated %@
de: Aktualisiert %@
es: Actualizado %@
fr: Mis à jour %@
hi: अपडेट %@
ja: 更新: %@
zh_hans: 更新于%@

source: Vehicle issue
de: Fahrzeugproblem
es: Problema del vehículo
fr: Problème de véhicule
hi: वाहन में समस्या
ja: 車両の問題
zh_hans: 车辆问题

source: View all history
de: Gesamten Verlauf anzeigen
es: Ver todo el historial
fr: Voir tout l’historique
hi: पूरा इतिहास देखें
ja: 履歴をすべて表示
zh_hans: 查看全部历史

source: View group
de: Gruppe anzeigen
es: Ver grupo
fr: Voir le groupe
hi: ग्रुप देखें
ja: グループを表示
zh_hans: 查看群组

source: View live map
de: Live-Karte anzeigen
es: Ver mapa en vivo
fr: Voir la carte en direct
hi: लाइव मैप देखें
ja: ライブマップを表示
zh_hans: 查看实时地图

source: Walk
de: Gehen
es: Caminar
fr: Marche
hi: पैदल चलना
ja: ウォーキング
zh_hans: 步行

source: Walking — something's wrong
de: Zu Fuß – etwas stimmt nicht
es: Caminando — algo va mal
fr: Marche — un problème est survenu
hi: पैदल — कुछ गड़बड़ है
ja: 徒歩 — 問題があります
zh_hans: 步行—出现问题

source: Water break
de: Trinkpause
es: Pausa para beber
fr: Pause hydratation
hi: पानी के लिए रुके
ja: 水分補給
zh_hans: 饮水休息

source: Welcome aboard. Every journey starts with one — nicely done.
de: Willkommen an Bord. Jede Reise beginnt mit der ersten – gut gemacht.
es: Bienvenido. Todo viaje empieza por el primero: ¡bien hecho!
fr: Bienvenue. Chaque aventure commence par un premier trajet — bravo !
hi: आपका स्वागत है। हर सफ़र पहली राइड से शुरू होता है — बढ़िया!
ja: ようこそ。すべては最初の一歩から。お疲れさまでした！
zh_hans: 欢迎加入。每段旅程都始于第一次——做得好！

source: Welcome back to %@ after %@ days.
de: Willkommen zurück bei %1$@ nach %2$@ Tagen.
es: Qué bueno volver a %1$@ después de %2$@ días.
fr: Heureux de vous revoir en %1$@ après %2$@ jours.
hi: %2$@ दिनों बाद %1$@ में आपका फिर स्वागत है।
ja: %2$@日ぶりの%1$@、おかえりなさい。
zh_hans: 时隔 %2$@ 天，欢迎再次%1$@。

source: When active, your location, speed, and battery level are shared securely. • Coordinates are pushed every %@. • Max concurrent viewers is determined by server capability (default: 100+ viewers). • Sharing automatically stops when the timer expires or you end your ride.
de: Wenn aktiv, werden dein Standort, deine Geschwindigkeit und dein Akkustand sicher geteilt. • Koordinaten werden alle %@ übertragen. • Die maximale Zahl gleichzeitiger Zuschauer hängt von der Serverkapazität ab (Standard: über 100 Zuschauer). • Die Freigabe endet automatisch, wenn der Timer abläuft oder du die Fahrt beendest.
es: Cuando está activa, tu ubicación, velocidad y nivel de batería se comparten de forma segura. • Las coordenadas se envían cada %@. • El máximo de espectadores simultáneos depende de la capacidad del servidor (predeterminado: más de 100 espectadores). • El uso compartido se detiene automáticamente cuando termina el temporizador o finalizas el recorrido.
fr: Lorsqu’il est activé, votre position, votre vitesse et votre niveau de batterie sont partagés en toute sécurité. • Les coordonnées sont envoyées toutes les %@. • Le nombre maximal de spectateurs simultanés dépend de la capacité du serveur (par défaut : plus de 100 spectateurs). • Le partage s’arrête automatiquement à l’expiration du minuteur ou lorsque vous terminez votre trajet.
hi: चालू होने पर आपका स्थान, गति और बैटरी स्तर सुरक्षित रूप से शेयर किए जाते हैं। • निर्देशांक हर %@ पर भेजे जाते हैं। • एक साथ दर्शकों की अधिकतम संख्या सर्वर क्षमता पर निर्भर है (डिफ़ॉल्ट: 100+ दर्शक)। • टाइमर समाप्त होने या राइड खत्म करने पर शेयरिंग अपने आप बंद हो जाती है।
ja: 有効にすると、位置情報、速度、バッテリー残量が安全に共有されます。 • 座標は %@ ごとに送信されます。 • 同時閲覧者数の上限はサーバーの性能によって決まります（デフォルト：100人以上）。 • タイマーの終了時またはライド終了時に共有は自動停止します。
zh_hans: 启用后，您的位置、速度和电池电量会安全共享。 • 坐标每 %@ 推送一次。 • 最大同时查看人数取决于服务器能力（默认：100+ 人）。 • 计时器到期或您结束骑行后，共享会自动停止。

source: Who can see a live-share link?
de: Wer kann einen Live-Share-Link sehen?
es: ¿Quién puede ver un enlace de uso compartido en vivo?
fr: Qui peut voir un lien de partage en direct ?
hi: लाइव शेयर लिंक कौन देख सकता है?
ja: ライブ共有リンクを見られるのは誰ですか？
zh_hans: 谁能看到实时共享链接？

source: Why are you leaving? (Optional)
de: Warum gehst du? (Optional)
es: ¿Por qué te vas? (Opcional)
fr: Pourquoi partez-vous ? (Facultatif)
hi: आप क्यों जा रहे हैं? (वैकल्पिक)
ja: 退会する理由（任意）
zh_hans: 为什么要离开？（可选）

source: Will tracking work without mobile data?
de: Funktioniert die Aufzeichnung ohne mobile Daten?
es: ¿El seguimiento funciona sin datos móviles?
fr: Le suivi fonctionne-t-il sans données mobiles ?
hi: क्या मोबाइल डेटा के बिना ट्रैकिंग चलेगी?
ja: モバイルデータなしで記録できますか？
zh_hans: 没有移动数据也能追踪吗？

source: Without location, TrackMe can't record a ride. You can allow it later in Settings.
de: Ohne Standort kann TrackMe keine Tour aufzeichnen. Du kannst es später in den Einstellungen erlauben.
es: Sin ubicación, TrackMe no puede registrar una ruta. Puedes permitirlo más tarde en Ajustes.
fr: Sans localisation, TrackMe ne peut pas enregistrer de trajet. Vous pourrez l'autoriser plus tard dans Réglages.
hi: लोकेशन के बिना TrackMe यात्रा रिकॉर्ड नहीं कर सकता। आप इसे बाद में सेटिंग्स में अनुमति दे सकते हैं।
ja: 位置情報がないと記録できません。あとから設定で許可できます。
zh_hans: 没有定位权限，TrackMe 无法记录行程。你可以稍后在设置中开启。

source: Yes. Recording is local-first. A connection is needed only for cloud sync and live sharing.
de: Ja. Die Aufzeichnung erfolgt lokal. Eine Verbindung ist nur für Cloud-Sync und Live-Sharing erforderlich.
es: Sí. La grabación se guarda primero de forma local. Solo se necesita conexión para sincronizar en la nube y compartir en vivo.
fr: Oui. L'enregistrement est d'abord local. Une connexion est nécessaire uniquement pour la synchronisation cloud et le partage en direct.
hi: हां। रिकॉर्डिंग पहले स्थानीय रूप से होती है। कनेक्शन केवल क्लाउड सिंक और लाइव शेयरिंग के लिए चाहिए।
ja: はい。記録はまず端末に保存されます。接続が必要なのはクラウド同期とライブ共有のみです。
zh_hans: 可以。记录优先保存在本地。仅云同步和实时共享需要网络连接。

source: Yes. Recording is local-first. A connection is needed only for cloud sync, live sharing, and SOS.
de: Ja. Die Aufzeichnung erfolgt lokal. Eine Verbindung ist nur für Cloud-Sync, Live-Share und SOS nötig.
es: Sí. La grabación es local. Solo se necesita conexión para sincronizar, compartir en vivo y SOS.
fr: Oui. L'enregistrement est local. Une connexion est nécessaire uniquement pour la synchronisation, le partage en direct et le SOS.
hi: हां। रिकॉर्डिंग पहले स्थानीय होती है। कनेक्शन केवल क्लाउड सिंक, लाइव शेयर और SOS के लिए चाहिए।
ja: はい。記録はまず端末に保存されます。接続はクラウド同期、ライブ共有、SOSにのみ必要です。
zh_hans: 可以。记录优先保存在本地。仅云同步、实时共享和 SOS 需要连接。

source: Yesterday
de: Gestern
es: Ayer
fr: Hier
hi: कल
ja: 昨日
zh_hans: 昨天

source: You
de: Du
es: Tú
fr: Vous
hi: आप
ja: あなた
zh_hans: 你

source: You recorded more distance in the recent period.
de: Im letzten Zeitraum hast du mehr Distanz aufgezeichnet.
es: Registraste más distancia en el período reciente.
fr: Vous avez parcouru plus de distance sur la période récente.
hi: हाल की अवधि में आपने अधिक दूरी रिकॉर्ड की।
ja: 直近の期間は記録した距離が増えました。
zh_hans: 最近一段时间记录的距离更多。

source: You stayed active this week
de: Du warst diese Woche aktiv
es: Estuviste activo esta semana
fr: Vous êtes resté actif cette semaine
hi: आप इस सप्ताह सक्रिय रहे
ja: 今週もアクティブでした
zh_hans: 你这周保持了活跃

source: You're not sharing your location · %@ %@
de: Du teilst deinen Standort nicht · %@ %@
es: No compartes tu ubicación · %@ %@
fr: Vous ne partagez pas votre position · %@ %@
hi: आप अपनी लोकेशन शेयर नहीं कर रहे · %@ %@
ja: 位置情報を共有していません · %@ %@
zh_hans: 你未共享位置 · %@ %@

source: Your archive is ready. Download it from Account Management when you are ready to share or save it. The link expires six hours after retrieval, or after 48 hours if untouched.
de: Dein Archiv ist bereit. Lade es in der Kontoverwaltung herunter, wenn du es teilen oder speichern möchtest. Der Link läuft sechs Stunden nach Abruf oder nach 48 Stunden ohne Zugriff ab.
es: Tu archivo está listo. Descárgalo desde Administración de la cuenta cuando quieras compartirlo o guardarlo. El enlace caduca seis horas después de obtenerlo o tras 48 horas sin usarlo.
fr: Votre archive est prête. Téléchargez-la depuis Gestion du compte lorsque vous souhaitez la partager ou l’enregistrer. Le lien expire six heures après son obtention ou après 48 heures sans accès.
hi: आपका आर्काइव तैयार है। शेयर या सेव करने के लिए तैयार होने पर इसे खाता प्रबंधन से डाउनलोड करें। लिंक प्राप्ति के छह घंटे बाद या 48 घंटे तक बिना उपयोग के समाप्त हो जाता है।
ja: アーカイブの準備ができました。共有または保存する準備ができたら、アカウント管理からダウンロードしてください。リンクは取得から6時間後、または未取得のまま48時間後に期限切れになります。
zh_hans: 您的存档已准备就绪。准备好分享或保存时，请从账户管理中下载。链接在获取后六小时或未使用 48 小时后过期。

source: Your dashboard and recording stay available offline.
de: Dashboard und Aufzeichnung bleiben offline verfügbar.
es: Tu panel y la grabación siguen disponibles sin conexión.
fr: Votre tableau de bord et l’enregistrement restent disponibles hors ligne.
hi: आपका डैशबोर्ड और रिकॉर्डिंग ऑफ़लाइन भी उपलब्ध रहते हैं।
ja: ダッシュボードと記録はオフラインでも利用できます。
zh_hans: 仪表盘和记录功能在离线时仍可使用。

source: Your recent distance was steady.
de: Deine letzte Distanz blieb stabil.
es: Tu distancia reciente se mantuvo estable.
fr: Votre distance récente est restée stable.
hi: आपकी हाल की दूरी स्थिर रही।
ja: 直近の距離は安定していました。
zh_hans: 你最近的距离保持稳定。

source: Your ride reached 9,000 points and was split automatically.
de: Ihre Fahrt hat 9.000 Punkte erreicht und wurde automatisch geteilt.
es: Su viaje alcanzó los 9,000 puntos y se dividió automáticamente.
fr: Votre trajet a atteint 9 000 points et a été automatiquement scindé.
hi: आपकी सवारी 9,000 बिंदुओं तक पहुंच गई और स्वचालित रूप से विभाजित हो गई।
ja: ライドが9,000ポイントに達し、自動的に分割されました。
zh_hans: 您的骑行达到9,000个点并已自动拆分。

source: Your rides, private by default
de: Deine Touren, standardmäßig privat
es: Tus rutas, privadas por defecto
fr: Vos trajets, privés par défaut
hi: आपकी यात्राएँ, डिफ़ॉल्ट रूप से निजी
ja: あなたの記録は、はじめから非公開
zh_hans: 你的行程，默认私密

source: Your sign-in expired. Please sign in again to share your location.
de: Ihre Anmeldung ist abgelaufen. Bitte melden Sie sich erneut an, um Ihren Standort zu teilen.
es: Tu sesión expiró. Inicia sesión de nuevo para compartir tu ubicación.
fr: Votre session a expiré. Reconnectez-vous pour partager votre position.
hi: आपका साइन-इन समाप्त हो गया। अपना स्थान साझा करने के लिए कृपया फिर से साइन इन करें।
ja: サインインの有効期限が切れました。位置情報を共有するには、もう一度サインインしてください。
zh_hans: 您的登录已过期。请重新登录以共享您的位置。

source: Your status
de: Dein Status
es: Tu estado
fr: Votre statut
hi: आपका स्टेटस
ja: あなたのステータス
zh_hans: 你的状态

source: Your week in review
de: Deine Woche im Rückblick
es: Tu semana en resumen
fr: Votre semaine en résumé
hi: आपके सप्ताह का सारांश
ja: 今週のふりかえり
zh_hans: 本周回顾

source: h
de: Std.
hi: घं
ja: 時間
zh_hans: 小时

source: m
de: Min.
es: min
fr: min
hi: मि
ja: 分
zh_hans: 分钟

source: not sent
de: nicht gesendet
es: no enviado
fr: non envoyé
hi: नहीं भेजा गया
ja: 未送信
zh_hans: 未发送

source: sent
de: gesendet
es: enviado
fr: envoyé
hi: भेजा गया
ja: 送信済み
zh_hans: 已发送

source: 🛡️ Offline Tracking Shield Active • Route Safely Recording
de: 🛡️ Offline-Aufzeichnung aktiv • Route wird sicher aufgezeichnet
es: 🛡️ Protección sin conexión activa • Ruta grabándose de forma segura
fr: 🛡️ Enregistrement hors ligne actif • Trajet enregistré en sécurité
hi: 🛡️ ऑफ़लाइन ट्रैकिंग शील्ड सक्रिय • रूट सुरक्षित रूप से रिकॉर्ड हो रहा है
ja: 🛡️ オフライン記録シールドが有効 • ルートを安全に記録中
zh_hans: 🛡️ 离线记录保护已启用 • 正在安全记录路线

source: 🛡️ Offline Tracking Shield • Ready to Record Locally
de: 🛡️ Offline-Aufzeichnungsschutz • Bereit für lokale Aufzeichnung
es: 🛡️ Protección de registro sin conexión • Listo para grabar localmente
fr: 🛡️ Protection d’enregistrement hors ligne • Prêt à enregistrer localement
hi: 🛡️ ऑफ़लाइन ट्रैकिंग शील्ड • स्थानीय रूप से रिकॉर्ड करने के लिए तैयार
ja: 🛡️ オフライン記録シールド • ローカル記録の準備完了
zh_hans: 🛡️ 离线记录保护 • 已准备好本地记录

source: %@ of inactivity hidden
de: %@ Inaktivität ausgeblendet
es: %@ de inactividad oculta
fr: %@ d'inactivité masquée
hi: %@ की निष्क्रियता छिपाई गई
ja: %@ の停止時間を非表示
zh_hans: 已隐藏 %@ 的静止时间

source: Show all
de: Alle anzeigen
es: Mostrar todo
fr: Tout afficher
hi: सभी दिखाएं
ja: すべて表示
zh_hans: 显示全部

source: Hide
de: Ausblenden
es: Ocultar
fr: Masquer
hi: छिपाएं
ja: 非表示
zh_hans: 隐藏

source: App version
es: Versión de la app
fr: Version de l'app
hi: ऐप संस्करण
ja: アプリのバージョン
zh_hans: 应用版本

source: Dashboard
es: Panel
fr: Tableau de bord
hi: डैशबोर्ड
ja: ダッシュボード
zh_hans: 仪表盘
